print("РЕЦЕПТ БОРЩА\n")
print("Для бульона: \n-- 1–2 л воды; \n-- 400–500 г свинины или говядины на кости.\n ")

print("Для зажарки:")
print("-- 2 небольшие свёклы;\n-- 1 средняя морковь;\n-- 3 средние луковицы;\n-- 4–5 столовых ложек растительного масла;\n-- щепотка лимонной кислоты, \n-- немного столового уксуса или ½ лимона;\n-- 2 столовые ложки томатной пасты.\n")

print("Для борща:")
print("-- 300 г свежей белокочанной капусты;\n-- 4 средние картофелины;\n-- соль — по вкусу;\n-- 1–2 сушёных лавровых листа;\n-- зелень — по вкусу;\n-- 1 зубчик чеснока — опционально;\n-- щепотка молотой гвоздики — опционально;\n-- щепотка молотого чёрного перца — опционально.")









a = input('\nANYKEY')