print("РЕЦЕПТ БОРЩА\n")
print("Для бульона: \n-- 1–2 л воды; \n-- 400–500 г свинины или говядины на кости.\n ")

print("Для зажарки:")
print("-- 2 небольшие свёклы;\n-- 1 средняя морковь;\n-- 3 средние луковицы;\n-- 4–5 столовых ложек растительного масла;\n-- щепотка лимонной кислоты, \n-- немного столового уксуса или ½ лимона;\n-- 2 столовые ложки томатной пасты.\n")

print("Для борща:")
print("-- 300 г свежей белокочанной капусты;\n-- 4 средние картофелины;\n-- соль — по вкусу;\n-- 1–2 сушёных лавровых листа;\n-- зелень — по вкусу;\n-- 1 зубчик чеснока — опционально;\n-- щепотка молотой гвоздики — опционально;\n-- щепотка молотого чёрного перца — опционально.\n")


print("ГОТОВКА\n")
print("Шаг 1. Сварите бульон")
print("Налейте в кастрюлю холодную воду, выложите мясо и поставьте на средний огонь. \nБульон будет вкуснее, если использовать именно мясо на кости.\nСледите за бульоном, перед закипанием снимите пену.\nКогда жидкость закипит, накройте крышкой и варите на медленном огне час.\n")
print("Шаг 2. Сделайте зажарку")
print("Вымойте и почистите свёклу, морковь и лук. \nСвёклу натрите на крупной тёрке, а морковь — на средней. \nЛук нарежьте небольшими кубиками.\nНалейте масло в сковороду, включите средний огонь. \nОбжаривайте лук и морковь, помешивая, около 5 минут.\nЗатем выложите свёклу.")
print("Добавьте к ней лимонную кислоту, уксус или сок лимона. \nБлагодаря этому борщ будет по-настоящему красным и приобретёт приятную кислинку.")
print("Готовьте зажарку ещё 5 минут. \nПосле этого добавьте томатную пасту, перемешайте и оставьте на огне ещё на 5–7 минут.\n")
print("Шаг 3. Соберите борщ")
print("Когда бульон сварится, выньте из него мясо. \nПока оно остывает, засыпьте в кастрюлю нашинкованную капусту. \nЧерез 5–10 минут добавьте нарезанный соломкой или кубиками картофель.")
print("Порядок закладки овощей можно менять. \nЕсли капуста молодая, её лучше добавить уже после картошки. \nНу или одновременно, если ваш сорт картофеля разваривается быстро.")
print("Пока варится картофель, отделите мясо от кости и нарежьте кубиками. \nВерните его в суп. Посолите по вкусу.")
print("Добавьте зажарку и перемешайте.")
print("Закиньте лавровый лист и мелко порубленную зелень. Накройте кастрюлю крышкой и варите ещё 5–7 минут.")
print("Для аромата можно добавить в кастрюлю немного измельчённого чеснока, молотой гвоздики или чёрного перца. \nОставьте борщ под крышкой настаиваться 5–10 минут.")



a = input('\nANYKEY')